Repository: piperhaywood/commonplace-wp-theme
Catalog: commonplace-theme/func/related-posts-by-taxonomy/lang/related-posts-by-taxonomy-*.po
Languages: ca, pl_pl

source: Category
ca: Categoria
pl_pl: Kategoria

source: Post
ca: Fixar
pl_pl: Wpis

source: Thumbnail
ca: Miniatura
pl_pl: Miniaturka

source: Links
ca: Enllaços
pl_pl: Łącza

source: Posts
ca: Entrades
pl_pl: Wpisy

source: Excerpts
ca: Extractes
pl_pl: Wypisy

source: Post thumbnails
ca: Miniatures de correus
pl_pl: Miniaturka wpisu

source: Related Posts
ca: Entrades relacionades
pl_pl: Powiązane wpisy

source: Related Posts By Taxonomy
ca: Entrades relacionades per taxonomia
pl_pl: Related Posts By Taxonomy (Powiązane wpisy wg taksonomii)

source: Show a list of related posts by taxonomy.
ca: Mostra una llista d'entrades relacionades per taxonomia
pl_pl: Pokaż listę powiązanych wpisów wg taksonomii.

source: Oops, something went wrong
ca: Ups, sembla que alguna cosa no ha funcionat
pl_pl: Coś poszło nie tak

source: Title
ca: Títol
pl_pl: Tytuł

source: Number of related posts to show
ca: Número d'entrades relacionades per mostrar
pl_pl: Liczba powiązanych wpisów do pokazania

source: Use -1 to show all related posts.
ca: Fes servir - 1 per mostrar totes les entrades relacionades
pl_pl: Użyj -1 aby pokazać wszystkie powiązane wpisy.

source: Randomize related posts.
ca: Aleatoritzar entrades relacionades
pl_pl: Pokaż listę powiązanych wpisów losowo.

source: Taxonomies
pl_pl: Taksonomie

source: Taxonomy
ca: Taxonomia
pl_pl: Taksonomia

source: All Taxonomies
ca: Totes les Taxonomies
pl_pl: Wszystkie Taksonomie

source: Post Types
ca: Tipus d'entrades
pl_pl: Typy wpisu

source: Display
ca: Mostrar
pl_pl: Wyświetlanie

source: Format
pl_pl: Formatowanie

source: Image Size
ca: Mida de l'imatge
pl_pl: Wielkość zdjęcia

source: Number of image columns
ca: Número de columnes d'imatges
pl_pl: Ilość kolumn dla obrazków

source: Use 0 for no columns.
ca: Fes servir 0 per no mostrar en columnes
pl_pl: Użyj 0, aby nie pokazywać żadnych kolumn.

source: Display widget on single post pages only
ca: Mostra el widget només en pàgines d'entrada simple
pl_pl: Wyświetl widgety tylko na pojedynczych stronach

source: Display related posts for post ID (optional)
ca: Mostra les entrades relacionades per ID d'entrada (opcional)
pl_pl: Wyświetl powiązane wpisy wg ID wpisu (opcjonalnie)

source: No related posts found
ca: Sense entrades relacionades
pl_pl: Nie znaleziono powiązanych wpisów

source: Display related posts as thumbnails, links, excerpts or as full posts with a widget or shortcode. Posts with the most terms in common will display at the top.
ca: Mostra les entrades relacionades com miniatures, enllaços, extractes o com a entrades complertes com a widget o shortcode. Les entrades amb més termes en comú es mostraran les primeres.
pl_pl: Wyświetla powiązane wpisy jako miniaturki, łącza, wypisy lub jako pełne wpisy poprzez widget lub shorcode. Wpisy z największą ilością elementów wspólnych będą wyświetlane jako pierwsze.
